[
  "fantasy-calendar",
  "cm-editor-syntax-highlight-obsidian",
  "dataview",
  "obsidian-kanban",
  "periodic-notes",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-linter",
  "obsidian-git",
  "code-block-copy",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-vimrc-support"
]