[
  "dataview",
  "periodic-notes",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-linter",
  "obsidian-git",
  "code-block-copy",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-vimrc-support",
  "calendar",
  "o2",
  "various-complements",
  "obsidian-advanced-uri",
  "update-time-on-edit",
  "obsidian-textgenerator-plugin",
  "obsidian-tasks-plugin",
  "marp",
  "obsidian-list-callouts",
  "obsidian-imgur-plugin",
  "obsidian-projects",
  "obsidian-excalidraw-plugin",
  "obsidian-style-settings",
  "quick-latex",
  "obsidian-minimal-settings",
  "obsidian-banners",
  "obsidian-front-matter-title-plugin",
  "obsidian-auto-link-title",
  "obsidian-kanban",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-local-rest-api",
  "obsidian-outliner",
  "tag-wrangler"
]