[
  "cm-editor-syntax-highlight-obsidian",
  "dataview",
  "periodic-notes",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-linter",
  "obsidian-git",
  "code-block-copy",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-vimrc-support",
  "calendar",
  "obsidian-wakatime",
  "o2",
  "various-complements",
  "obsidian-front-matter-title-plugin",
  "obsidian-advanced-uri",
  "obsidian-banners",
  "update-time-on-edit"
]